package weeidl.com;

public class Utilis {

    public static final String MEAL_1_TITLE = "Отбивные из фарша";
    public static final String MEAL_1_DESCRIPTION = "Ингредиенты: фарш, яйцо куриное, мука пшеничная высшего сорта, масло растительное, соль, перец черный молотый";
    public static final String MEAL_1_RECIPE = "Фарш400 г\n" +
            "Блюда из фарша\n" +
            "Вкусные котлеты из фарша\n" +
            "Котлеты из фарша\n" +
            "Яйцо куриное 1 шт\n" +
            "Мука пшеничная высшего сорта 2 ст.л\n" +
            "Масло растительное 2 ст.л\n" +
            "Сольпо вкусу\n" +
            "Перец черный молотыйпо по вкусу\n" +
            "Стоимость ингредиентов ~ 55рублей";



    public static final String MEAL_2_TITLE = "Тушеный картофель с мясом";
    public static final String MEAL_2_DESCRIPTION = "Ингредиенты: свинина, картофель, морковь, лук репчатый, перец красный сладкий, чеснок, лавровый лист, масло растительное, соль, перец черный молотый";
    public static final String MEAL_2_RECIPE = "Свинина400 г\n" +
            "Картофель600-800 г\n" +
            "Морковь150 г\n" +
            "Лук репчатый150 г\n" +
            "Блюда из лука\n" +
            "Перец красный сладкий100 г\n" +
            "Чеснок2-3 зубчика\n" +
            "Лавровый лист1 шт\n" +
            "Масло растительное2 ст.л\n" +
            "Сольпо вкусу\n" +
            "Перец черный молотыйпо вкусуСтоимость ингредиентов~ 95руб";

    public static final String MEAL_3_TITLE = "Жульен из курицы";
    public static final String MEAL_3_DESCRIPTION = "Ингредиенты: куриная грудка, сыр пармезан, грибы, сливки, соль, смесь перцев, мука пшеничная высшего сорта, лук репчатый, масло растительное";
    public static final String MEAL_3_RECIPE = "Куриная грудка200 гр\n" +
            "Сыр пармезан200 гр\n" +
            "Грибы100 гр\n" +
            "Сливки100 мл\n" +
            "Соль1 щеп\n" +
            "Смесь перцев1 щеп\n" +
            "Мука пшеничная высшего сорта1 ст.л\n" +
            "Лук репчатый1 шт\n" +
            "Масло растительное20 грСтоимость ингредиентов~ 187руб";

    public static final String MEAL_4_TITLE = "Куриные рулеты с грибами";
    public static final String MEAL_4_DESCRIPTION = "Ингредиенты: куриная грудка, шампиньоны, лук репчатый, картофель, соль, перец черный молотый, молотая паприка, масло растительное";
    public static final String MEAL_4_RECIPE = "Куриная грудка300 г\n" +
            "Блюда из куриной грудки\n" +
            "Салаты с куриной грудкой\n" +
            "Куриная грудка с сыром\n" +
            "Шампиньоны100 г\n" +
            "Лук репчатый30 г\n" +
            "Картофель1-2 шт\n" +
            "Сольпо вкусу\n" +
            "Перец черный молотыйпо вкусу\n" +
            "Молотая паприкапо вкусу\n" +
            "Масло растительноедля жаркиСтоимость ингредиентов ~ 54 руб";
}
